Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Serbian/strings.po
Languages: sr

# #30000
source: General
sr: Опште

# #30001
source: Submit songs to Last.fm
sr: Pošalji pesme na Last.fm

# #30003
source: Last.fm username
sr: Last.fm korisničko ime

# #30004
source: Last.fm password
sr: Last.fm lozinka

# #32012
source: Do you want to add the current track to your loved tracks?
sr: Želite li da dodate trenutnu numeru u vaše voljene numere?

# #32013
source: Do you want to ban the current track?
sr: Želite li da zabranite trenutnu numeru?

# #32014
source: Added to your loved tracks: '%s'.
sr: Dodato u vaše voljene numere: „%s“.

# #32015
source: Could not add '%s' to your loved tracks.
sr: Nije moguće dodati „%s“ u vaše voljene numere.

# #32016
source: Banned: '%s'.
sr: Zabranjeno: „%s“.

# #32017
source: Could not ban '%s'.
sr: Nije moguće zabraniti „%s“.

# #32018
source: Do you want to remove this track from your loved tracks?
sr: Želite li da uklonite ovu numeru iz voljenih numera?

# #32019
source: Do you want to un-ban this track?
sr: Želite li da opozovete zabranu za ovu numeru?

# #32024
source: Remove from loved tracks
sr: Uklonjeno iz voljenih numera

# #32025
source: Un-ban
sr: Opozovi zabranu

# #32078
source: Search
sr: Претражи

# #32079
source: No results found
sr: Bez rezultata
