Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Swedish/strings.po
Languages: sv

# #30000
source: General
sv: Använd Media Overlays

# #30001
source: Submit songs to Last.fm
sv: Skicka låtinfo till Last.fm

# #30002
source: Submit online radio to Last.fm
sv: Skicka in online radio till Last.fm

# #30003
source: Last.fm username
sv: Last.fm-användarnamn

# #30004
source: Last.fm password
sv: Last.fm-lösenord

# #30005
source: Confirm Love/Ban submissions
sv: Bekräfta Älska/Hata inskickningar

# #32012
source: Do you want to add the current track to your loved tracks?
sv: Vill du lägga till detta spår i dina älsklingsspår?

# #32013
source: Do you want to ban the current track?
sv: Vill du bannlysa detta spår?

# #32014
source: Added to your loved tracks: '%s'.
sv: Tillagt i dina älsklingsspår: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
sv: Kunde inte lägga till '%s' till dina älsklingsspår.

# #32016
source: Banned: '%s'.
sv: Bannlyste: '%s'.

# #32017
source: Could not ban '%s'.
sv: Kunde inte bannlysa '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
sv: Vill du ta bort detta spår från dina älsklingsspår?

# #32019
source: Do you want to un-ban this track?
sv: Vill du ta bort bannlysningen på detta spår?

# #32020
source: Removed from your loved tracks: '%s'.
sv: Borttaget från dina älsklingsspår: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
sv: Kunde inte ta bort '%s' från dina älsklinsspår.

# #32022
source: Un-banned: '%s'.
sv: Hävde bannlysning: '%s'.

# #32023
source: Could not un-ban '%s'.
sv: Kunde inte häva bannlysning '%s'.

# #32024
source: Remove from loved tracks
sv: Ta bort från älsklingsspår

# #32025
source: Un-ban
sv: Ta bort bannlysning

# #32026
source: Connect to Last.fm failed
sv: Anslutning till Last.fm misslyckades

# #32027
source: No username or password provided
sv: Inget användarnamn eller lösenord angivet

# #32028
source: Could not retrieve list from Last.fm
sv: Kunde inte hämta lista från Last.fm

# #32051
source: Friends of user %s
sv: Vän av användare %s

# #32052
source: Neighbours of user %s
sv: Grannar till användare %s

# #32053
source: Top albums for user %s
sv: Toppalbum för användare %s

# #32054
source: Top artists for user %s
sv: Toppartister för användare %s

# #32055
source: Top tags for user %s
sv: Topptaggar för användare %s

# #32056
source: Top tracks for user %s
sv: Topplåtar för användare %s

# #32057
source: Tracks recently banned by %s
sv: Spår nyligen bannlysta av %s

# #32058
source: Tracks recently listened by %s
sv: Spår nyligen lyssnade av %s

# #32059
source: Tracks recently loved by %s
sv: Spår nyligen älskade av %s

# #32060
source: Weekly album chart for %s
sv: Vecko-låtlista för %s

# #32061
source: Weekly artist chart for %s
sv: Vecko-artistlista för %s

# #32062
source: Weekly track chart for %s
sv: Vecko-spårlista för %s

# #32063
source: Listen to %s's mix Last.fm radio
sv: Lyssna på %s's mix Last.fm radio

# #32064
source: Listen to %s's neighbours Last.fm radio
sv: Lyssna på %s's grannes Last.fm radio

# #32065
source: Listen to %s's personal Last.fm radio
sv: Lyssna på %s's personliga Last.fm radio

# #32066
source: Listen to %s's recommendations Last.fm radio
sv: Lyssna på %s's rekommenderade Last.fm radio

# #32067
source: Biggest fans of %s
sv: Största fansen av %s

# #32068
source: Similar artists as %s
sv: Liknande artister som %s

# #32069
source: Top %s albums
sv: Topp %s album

# #32070
source: Top %s tags
sv: Topp %s taggar

# #32071
source: Top %s tracks
sv: Topp %s spår

# #32072
source: Listen to %s fans Last.fm radio
sv: Lyssna på %s fans Last.fm radio

# #32073
source: Listen to %s similar artists Last.fm radio
sv: Lyssna på %s liknande artister radio

# #32074
source: Top albums for tag %s
sv: Toppalbum för tagg %s

# #32075
source: Top artists for tag %s
sv: Toppartister för tagg %s

# #32076
source: Top tracks for tag %s
sv: Toppspår för tagg %s

# #32077
source: Listen to tag %s Last.fm radio
sv: Lyssna på tagg %s Last.fm radio

# #32078
source: Search
sv: Sök

# #32079
source: No results found
sv: Inga resultat hittades

# #32080
source: Custom Last.fm radio stations
sv: Egna Last.fm radiostationer

# #32081
source: Listen to artist fans Last.fm radio
sv: Lyssna på artistens fans Last.fm radio

# #32082
source: Listen to similar artists Last.fm radio
sv: Lyssna på liknande artister Last.fm radio

# #32083
source: Listen to tag Last.fm radio
sv: Lyssna på tagg Last.fm radio

# #32088
source: Tag
sv: Tagg

# #32091
source: Listen to user library Last.fm radio
sv: Lyssna på användarbibliotek Last.fm radio

# #32092
source: Listen to user mix Last.fm radio
sv: Lyssna på användarmixar Last.fm radio

# #32093
source: Listen to user neighbours Last.fm radio
sv: Lyssna på användarens grannars Last.fm radio

# #32094
source: Listen to user recommendations Last.fm radio
sv: Lyssna på användar-rekommenderade Last.fm radio

# #32096
source: Overall top tags
sv: Överlag topp-taggar
