Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #30000
source: General
hr: Općenito

# #30001
source: Submit songs to Last.fm
hr: Prijavi pjesme na Last.fm

# #30002
source: Submit online radio to Last.fm
hr: Prijavi online radio na Last.fm

# #30003
source: Last.fm username
hr: Last.fm korisničko Ime

# #30004
source: Last.fm password
hr: Last.fm lozinka

# #30005
source: Confirm Love/Ban submissions
hr: Potvrdi Sviđa-mi-se/Zabrana prijavu

# #32012
source: Do you want to add the current track to your loved tracks?
hr: Želite li dodati trenutnu pjesmu, pjesmama koje vam se sviđaju?

# #32013
source: Do you want to ban the current track?
hr: Želite li zabraniti trenutnu pjesmu?

# #32014
source: Added to your loved tracks: '%s'.
hr: Dodano pjesmama koje vam se sviđaju: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
hr: Nemoguće dodavanje '%s' pjesmama koje vam se sviđaju.

# #32016
source: Banned: '%s'.
hr: Zabranjeno: '%s'.

# #32017
source: Could not ban '%s'.
hr: Nemoguća zabrana '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
hr: Želite li ukloniti ovu pjesmu iz pjesama koje vam se sviđaju?

# #32019
source: Do you want to un-ban this track?
hr: Želite li dopusti ovu stvar?

# #32020
source: Removed from your loved tracks: '%s'.
hr: Uklonjeno iz pjesama koje vam se sviđaju: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
hr: Nemoguće uklanjanje '%s' iz pjesama koje vam se sviđaju.

# #32022
source: Un-banned: '%s'.
hr: Dopušeno: '%s'.

# #32023
source: Could not un-ban '%s'.
hr: Nemoguće dopustiti '%s'.

# #32024
source: Remove from loved tracks
hr: Ukloni iz pjesama koje vam se sviđaju

# #32025
source: Un-ban
hr: Dopusti

# #32026
source: Connect to Last.fm failed
hr: Neuspjelo povezivanje na Last.fm

# #32027
source: No username or password provided
hr: Korisničko ime ili lozinka nisu dostupni

# #32028
source: Could not retrieve list from Last.fm
hr: Nemoguće primanje popisa sa Last.fm-a

# #32051
source: Friends of user %s
hr: Prijatelji od korisnika %s

# #32052
source: Neighbours of user %s
hr: Susjedi od korisnika %s

# #32053
source: Top albums for user %s
hr: Top albumi od korisnika %s

# #32054
source: Top artists for user %s
hr: Top izvođači od korisnika %s

# #32055
source: Top tags for user %s
hr: Top oznake od korisnika %s

# #32056
source: Top tracks for user %s
hr: Top pjesme od korisnika %s

# #32057
source: Tracks recently banned by %s
hr: Pjesme koje je nedavno zabranio %s

# #32058
source: Tracks recently listened by %s
hr: Pjesme koje je nedavno slušao %s

# #32059
source: Tracks recently loved by %s
hr: Pjesme koje se od nedavno sviđaju %s

# #32060
source: Weekly album chart for %s
hr: Tjedna lista albuma za %s

# #32061
source: Weekly artist chart for %s
hr: Tjedna lista izvođača za %s

# #32062
source: Weekly track chart for %s
hr: Tjedna lista pjesama za %s

# #32063
source: Listen to %s's mix Last.fm radio
hr: Slušajte %s's miks Last.fm radio

# #32064
source: Listen to %s's neighbours Last.fm radio
hr: Slušajte %s's susjedov Last.fm radio

# #32065
source: Listen to %s's personal Last.fm radio
hr: Slušajte %s's osobni Last.fm radio

# #32066
source: Listen to %s's recommendations Last.fm radio
hr: Slušajte %s's preporuke Last.fm radia

# #32067
source: Biggest fans of %s
hr: Najveći obožavatelji %s

# #32068
source: Similar artists as %s
hr: Srodni izvođači poput %s

# #32069
source: Top %s albums
hr: Top %s albuma

# #32070
source: Top %s tags
hr: Top %s oznaka

# #32071
source: Top %s tracks
hr: Top %s pjesama

# #32072
source: Listen to %s fans Last.fm radio
hr: Slušajte %s fanovih Last.fm radija

# #32073
source: Listen to %s similar artists Last.fm radio
hr: Slušajte %s srodne izvođača Last.fm radija

# #32074
source: Top albums for tag %s
hr: Top albumi od oznaka %s

# #32075
source: Top artists for tag %s
hr: Top izvođači od oznaka %s

# #32076
source: Top tracks for tag %s
hr: Top pjesme od oznaka %s

# #32077
source: Listen to tag %s Last.fm radio
hr: Slušajte od oznake %s Last.fm radio

# #32078
source: Search
hr: Pretraži

# #32079
source: No results found
hr: Nema rezultata

# #32080
source: Custom Last.fm radio stations
hr: Prilagođene Last.fm radio stanice

# #32081
source: Listen to artist fans Last.fm radio
hr: Slušajte Last.fm radio od obožavatelja izvođača

# #32082
source: Listen to similar artists Last.fm radio
hr: Slušajte Last.fm radio srodnih izvođača

# #32083
source: Listen to tag Last.fm radio
hr: Slušajte Last.fm radio od oznaka

# #32088
source: Tag
hr: Oznaka

# #32091
source: Listen to user library Last.fm radio
hr: Slušajte Last.fm radio iz zbirke korinika

# #32092
source: Listen to user mix Last.fm radio
hr: Slušajte korisnikov miksani Last.fm radio

# #32093
source: Listen to user neighbours Last.fm radio
hr: Slušajte susjedov Last.fm radio

# #32094
source: Listen to user recommendations Last.fm radio
hr: Slušajte korinički prepručene Last.fm radije

# #32095
source: Overall top artists
hr: Svi Top izvođači

# #32096
source: Overall top tags
hr: Sve Top oznake

# #32097
source: Overall top tracks
hr: Sve Top pjesme
