Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Persian (Iran)/strings.po
Languages: fa_ir

# #30000
source: General
fa_ir: عمومی

# #30001
source: Submit songs to Last.fm
fa_ir: ارسال ترانه ها به Last.fm

# #30003
source: Last.fm username
fa_ir: نام کاربری Last.fm

# #30004
source: Last.fm password
fa_ir: رمز عبورLast.fm

# #32012
source: Do you want to add the current track to your loved tracks?
fa_ir: آیا می خواهید مسیر فعلی را اضافه کنید به آهنگ هایی که دوست دارید ؟

# #32013
source: Do you want to ban the current track?
fa_ir: آیا می خواهید تراک فعلی را ممنوع کنید؟

# #32014
source: Added to your loved tracks: '%s'.
fa_ir: اضافه شد به آهنگ هایی که شما دوست دارید: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
fa_ir: نمی توان '%s' را به آهنگ هایی که دوست دارید اضافه کرد.

# #32016
source: Banned: '%s'.
fa_ir: ممنوع شد: '%s'.

# #32017
source: Could not ban '%s'.
fa_ir: نمی توان '%s' را ممنوع کرد.

# #32018
source: Do you want to remove this track from your loved tracks?
fa_ir: آیا می خواهید این تراک را از لیست تراک هایی که دوست دارید حذف کنید؟

# #32019
source: Do you want to un-ban this track?
fa_ir: آیا می خواهید این تراک را غیر ممنوع کنید؟

# #32024
source: Remove from loved tracks
fa_ir: حذف از لیست تراک هایی که دوست داشته شده

# #32025
source: Un-ban
fa_ir: غیر- ممنوع

# #32078
source: Search
fa_ir: جستجو

# #32079
source: No results found
fa_ir: نتیجه ای یافت نشد
