Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Czech/strings.po
Languages: cs

# #30000
source: General
cs: Obecné

# #30001
source: Submit songs to Last.fm
cs: Odesílat skladby na Last.fm

# #30003
source: Last.fm username
cs: Uživatelské jméno Last.fm

# #30004
source: Last.fm password
cs: Heslo Last.fm

# #32012
source: Do you want to add the current track to your loved tracks?
cs: Přejete si přidat aktuální skladbu k vašim oblíbeným?

# #32013
source: Do you want to ban the current track?
cs: Přejete si zablokovat aktuální skladbu?

# #32014
source: Added to your loved tracks: '%s'.
cs: Přidána do oblíbených: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
cs: Nelze přidat '%s' do oblíbených.

# #32016
source: Banned: '%s'.
cs: Zablokováno: '%s'.

# #32017
source: Could not ban '%s'.
cs: Nelze zablokovat skladbu '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
cs: Přejete si odebrat tuto skladbu z vašich oblíbených?

# #32019
source: Do you want to un-ban this track?
cs: Přejete si odblokovat tuto skladbu?

# #32024
source: Remove from loved tracks
cs: Odstranit z oblíbených skladeb

# #32025
source: Un-ban
cs: Odblokovat

# #32078
source: Search
cs: Hledat

# #32079
source: No results found
cs: Nenalezeny žádné výsledky
