Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Turkish/strings.po
Languages: tr

# #30000
source: General
tr: Genel

# #30001
source: Submit songs to Last.fm
tr: Şarkıları Last.fm'e gönder

# #30003
source: Last.fm username
tr: Last.fm kullanıcı adı

# #30004
source: Last.fm password
tr: Last.fm parolası

# #32012
source: Do you want to add the current track to your loved tracks?
tr: Geçerli parçayı sevilen parçalarınıza eklemek ister misiniz?

# #32013
source: Do you want to ban the current track?
tr: Geçerli parçayı engellemek ister misiniz?

# #32014
source: Added to your loved tracks: '%s'.
tr: Sevilen parçalarınıza eklendi: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
tr: '%s' sevilen parçalarınıza eklenemedi.

# #32016
source: Banned: '%s'.
tr: Yasaklı: '%s'.

# #32017
source: Could not ban '%s'.
tr: '%s' yasaklanamaz.

# #32018
source: Do you want to remove this track from your loved tracks?
tr: Bu parçayı sevilen parçalarınızdan kaldırmak istiyor musunuz?

# #32019
source: Do you want to un-ban this track?
tr: Bu parçanın yasağını kaldırmak istiyor musunuz?

# #32024
source: Remove from loved tracks
tr: Sevilen parçalardan kaldır

# #32025
source: Un-ban
tr: Yasaksız

# #32078
source: Search
tr: Ara

# #32079
source: No results found
tr: Hiçbir sonuç bulunamadı

# #32096
source: Overall top tags
tr: En popüler etiketler
