Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Spanish (Argentina)/strings.po
Languages: es_ar

# #30001
source: Submit songs to Last.fm
es_ar: Enviar canciones a Last.fm

# #30003
source: Last.fm username
es_ar: Usuario de Last.fm

# #30004
source: Last.fm password
es_ar: Contraseña de Last.fm

# #32012
source: Do you want to add the current track to your loved tracks?
es_ar: ¿Deseas añadir la pista actual a tu lista de canciones favoritas?

# #32013
source: Do you want to ban the current track?
es_ar: ¿Deseas prohibir la reproducción de la pista actual?

# #32014
source: Added to your loved tracks: '%s'.
es_ar: Se ha añadido a tus canciones favoritas: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
es_ar: No se pudo añadir '%s' a tus canciones favoritas.

# #32016
source: Banned: '%s'.
es_ar: Prohibida: '%s'.

# #32017
source: Could not ban '%s'.
es_ar: No se pudo prohibir '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
es_ar: ¿Deseas quitar esta pista de tus canciones favoritas?

# #32019
source: Do you want to un-ban this track?
es_ar: ¿Deseas quitar la prohibición de esta pista?

# #32024
source: Remove from loved tracks
es_ar: Quitar de las canciones favoritas

# #32025
source: Un-ban
es_ar: Quitar prohibición

# #32078
source: Search
es_ar: Buscar

# #32079
source: No results found
es_ar: No se encontraron resultados

# #32096
source: Overall top tags
es_ar: Top global de géneros
