Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Macedonian/strings.po
Languages: mk

# #30000
source: General
mk: Општо

# #30001
source: Submit songs to Last.fm
mk: Испрати песни на Last.fm

# #30003
source: Last.fm username
mk: Last.fm корисничко име

# #30004
source: Last.fm password
mk: Last.fm лозинка

# #32012
source: Do you want to add the current track to your loved tracks?
mk: Сакате ли да ја додадете сегашнава нумера во ваши омилени нумери?

# #32013
source: Do you want to ban the current track?
mk: Сакате ли да ја забраните сегашната нумера?

# #32014
source: Added to your loved tracks: '%s'.
mk: Додадено во ваши сакани нумери: „%s“.

# #32015
source: Could not add '%s' to your loved tracks.
mk: Не е можно да се додаде „%s“ во ваши сакани нумери.

# #32016
source: Banned: '%s'.
mk: Забрането: „%s“.

# #32017
source: Could not ban '%s'.
mk: Не е можно да се забрани „%s“.

# #32018
source: Do you want to remove this track from your loved tracks?
mk: Сакате ли да отстраните оваа нумера од сакани нумери?

# #32019
source: Do you want to un-ban this track?
mk: Сакате ли да отповикате забрана за оваа нумера?

# #32024
source: Remove from loved tracks
mk: Отстрането од сакани нумери

# #32025
source: Un-ban
mk: Отповикај забрана

# #32078
source: Search
mk: Пребарај

# #32079
source: No results found
mk: Нема резултати

# #32096
source: Overall top tags
mk: Севкупно најдобри ознаки
