Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Maltese/strings.po
Languages: mt

# #30000
source: General
mt: Ġenerali

# #30001
source: Submit songs to Last.fm
mt: Ibgħat Diski lil LastFM

# #30004
source: Last.fm password
mt: LastFM Sigriet

# #32012
source: Do you want to add the current track to your loved tracks?
mt: Trid iżżid din it-trekk mal-lista ta’ treks li tħobb?

# #32013
source: Do you want to ban the current track?
mt: Trid tagħmel bojkott li din it-trekk?

# #32014
source: Added to your loved tracks: '%s'.
mt: Miżjud mat-treks li tħobb: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
mt: Problema biex iżżid '%s' mal-lista ta’ treks li tħobb.

# #32016
source: Banned: '%s'.
mt: Bojkott: '%s'.

# #32017
source: Could not ban '%s'.
mt: Problema biex tagħmel bojkott lil '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
mt: Trid tneħħi din it-trekk mil-lista ta' treks li tħobb?

# #32019
source: Do you want to un-ban this track?
mt: Trid tneħħi l-bojkott fuq din it-trek?

# #32024
source: Remove from loved tracks
mt: Neħħi mit-treks li tħobb

# #32025
source: Un-ban
mt: Neħħi bojkott

# #32078
source: Search
mt: Fittex

# #32079
source: No results found
mt: Ma nstabux riżultati
