Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Norwegian/strings.po
Languages: no

# #30000
source: General
no: Generelt

# #30001
source: Submit songs to Last.fm
no: Send sanger til Last.fm

# #30003
source: Last.fm username
no: Last.fm brukernavn

# #30004
source: Last.fm password
no: Last.fm passord

# #32012
source: Do you want to add the current track to your loved tracks?
no: Legge valgte sang til favoritter?

# #32013
source: Do you want to ban the current track?
no: Vil du sperre valgte sang?

# #32014
source: Added to your loved tracks: '%s'.
no: Lagt til dine favoritter: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
no: Kunne ikke legge '%s' til dine favoritter.

# #32016
source: Banned: '%s'.
no: Sperret: '%s'.

# #32017
source: Could not ban '%s'.
no: Kunne ikke sperre '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
no: Ønsker du å fjerne denne sangen fra dine favoritter?

# #32019
source: Do you want to un-ban this track?
no: Ønsker du å oppheve sperringen av denne sangen?

# #32024
source: Remove from loved tracks
no: Fjern fra favoritter.

# #32025
source: Un-ban
no: Opphev sperre.

# #32079
source: No results found
no: Ingen resultater funnet
