Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Galician/strings.po
Languages: gl

# #30000
source: General
gl: Xeral

# #30001
source: Submit songs to Last.fm
gl: Enviar cancións a Last.fm

# #30002
source: Submit online radio to Last.fm
gl: Enviar radio en liña a Last.fm

# #30003
source: Last.fm username
gl: Usuario Last.fm

# #30004
source: Last.fm password
gl: Contrasinal Last.fm

# #30005
source: Confirm Love/Ban submissions
gl: Confirmar envió de Favoritos/Exclusión

# #32012
source: Do you want to add the current track to your loved tracks?
gl: Queres engadir a pista actual ás túas pistas favoritas?

# #32013
source: Do you want to ban the current track?
gl: Quere excluír a pista actual?

# #32014
source: Added to your loved tracks: '%s'.
gl: Engadida ás súas pistas favoritas: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
gl: Non se puido engadir '%s' ás súas pistas favoritas.

# #32016
source: Banned: '%s'.
gl: Excluida: '%s'.

# #32017
source: Could not ban '%s'.
gl: Non se puido excluír '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
gl: Quere borrar esta pista das súas pistas favoritas?

# #32019
source: Do you want to un-ban this track?
gl: Quere recuperar esta pista?

# #32020
source: Removed from your loved tracks: '%s'.
gl: Eliminar das súas pistas favoritas: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
gl: Non se puido eliminar '%s' das súas pistas favoritas.

# #32022
source: Un-banned: '%s'.
gl: Recuperada: '%s'.

# #32023
source: Could not un-ban '%s'.
gl: Non se puido recuperar '%s'.

# #32024
source: Remove from loved tracks
gl: Borrar das pistas favoritas

# #32025
source: Un-ban
gl: Recuperar

# #32026
source: Connect to Last.fm failed
gl: Fallou a conexión a Last.fm

# #32027
source: No username or password provided
gl: Sen nome de usuario ou contrasinal

# #32028
source: Could not retrieve list from Last.fm
gl: Non se puido recuperar a listaxe de Last.fm

# #32051
source: Friends of user %s
gl: Amigos do usuario %s

# #32052
source: Neighbours of user %s
gl: Veciños do usuario %s

# #32053
source: Top albums for user %s
gl: Mellores álbums para o usuario %s

# #32054
source: Top artists for user %s
gl: Mellores artistas para o usuario %s

# #32055
source: Top tags for user %s
gl: Mellores etiquetas para o usuario %s

# #32056
source: Top tracks for user %s
gl: Mellores pistas para o usuario %s

# #32057
source: Tracks recently banned by %s
gl: Pistas recentemente excluídas por %s

# #32058
source: Tracks recently listened by %s
gl: Pistas escoitadas recentemente por %s

# #32059
source: Tracks recently loved by %s
gl: Pistas que máis lle gustaron recentemente a %s

# #32060
source: Weekly album chart for %s
gl: Gráfico semanal do álbum %s

# #32061
source: Weekly artist chart for %s
gl: Gráfico semanal do artista %s

# #32062
source: Weekly track chart for %s
gl: Gráfico semanal da pista %s

# #32063
source: Listen to %s's mix Last.fm radio
gl: Escoitar a mestura de %s na radio Last.fm

# #32064
source: Listen to %s's neighbours Last.fm radio
gl: Escoitar ós veciños de %s na radio Last.fm

# #32065
source: Listen to %s's personal Last.fm radio
gl: Escoitar a radio persoal de %s

# #32066
source: Listen to %s's recommendations Last.fm radio
gl: Escoitar recomendacións de %s na radio Last.fm

# #32067
source: Biggest fans of %s
gl: Os máis fans de %s

# #32068
source: Similar artists as %s
gl: Artistas semellantes a %s

# #32069
source: Top %s albums
gl: Mellores álbums de %s

# #32070
source: Top %s tags
gl: Mellores etiquetas de %s

# #32071
source: Top %s tracks
gl: Mellores pistas de %s

# #32072
source: Listen to %s fans Last.fm radio
gl: Escoitar ós fans de %s na radio Last.fm

# #32073
source: Listen to %s similar artists Last.fm radio
gl: Escoitar artistas semellantes a %s na radio Last.fm

# #32074
source: Top albums for tag %s
gl: Mellores álbums para a etiqueta %s

# #32075
source: Top artists for tag %s
gl: Mellores artistas para a etiqueta %s

# #32076
source: Top tracks for tag %s
gl: Mellores pistas para a etiqueta %s

# #32077
source: Listen to tag %s Last.fm radio
gl: Escoitar a etiqueta %s na radioLast.fm

# #32078
source: Search
gl: Buscar

# #32079
source: No results found
gl: Non se atoparon resultados

# #32080
source: Custom Last.fm radio stations
gl: Emisoras de radio personalizadas de Last.fm

# #32081
source: Listen to artist fans Last.fm radio
gl: Escoitar ós fans do artista na radio Last.fm

# #32082
source: Listen to similar artists Last.fm radio
gl: Escoitar artistas semellantes na radio Last.fm

# #32083
source: Listen to tag Last.fm radio
gl: Escoitar a etiqueta na radio Last.fm

# #32088
source: Tag
gl: Etiqueta

# #32091
source: Listen to user library Last.fm radio
gl: Escoitar a biblioteca do usuario na radio Last.fm

# #32092
source: Listen to user mix Last.fm radio
gl: Escoitar a mestura do usuario na radio Last.fm

# #32093
source: Listen to user neighbours Last.fm radio
gl: Escoitar ós veciños do usuario na radio Last.fm

# #32094
source: Listen to user recommendations Last.fm radio
gl: Escoitar as recomendacións do usuario na radio Last.fm
