Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Romanian/strings.po
Languages: ro

# #30001
source: Submit songs to Last.fm
ro: Trimite cântece către Last.fm

# #30003
source: Last.fm username
ro: Utilizator Last.fm

# #30004
source: Last.fm password
ro: Parolă Last.fm

# #32012
source: Do you want to add the current track to your loved tracks?
ro: Doriți să adăugați piesa curentă la piesele îndrăgite?

# #32013
source: Do you want to ban the current track?
ro: Doriți să blocați piesa curentă?

# #32014
source: Added to your loved tracks: '%s'.
ro: Adaugată la piesele îndrăgite: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
ro: Nu se poate adăuga '%s' la piesele dumneavoastră îndrăgite.

# #32016
source: Banned: '%s'.
ro: Blocată: '%s'.

# #32017
source: Could not ban '%s'.
ro: Nu se poate bloca '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
ro: Doriți să eliminați această piesă din piesele îndrăgite?

# #32019
source: Do you want to un-ban this track?
ro: Doriți să deblocați această piesă?

# #32024
source: Remove from loved tracks
ro: Elimină din piesele îndrăgite

# #32025
source: Un-ban
ro: Deblochează

# #32078
source: Search
ro: Caută

# #32079
source: No results found
ro: Nu s-au găsit rezultate.

# #32096
source: Overall top tags
ro: Top etichete per total
