Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Bulgarian/strings.po
Languages: bg

# #30000
source: General
bg: Основни

# #30001
source: Submit songs to Last.fm
bg: Подаване на инф. за песните към Last.fm

# #30002
source: Submit online radio to Last.fm
bg: Подавай инф. от радиото към Last.fm

# #30003
source: Last.fm username
bg: Last.fm потребител

# #30004
source: Last.fm password
bg: Last.fm парола

# #30005
source: Confirm Love/Ban submissions
bg: Потвърждаване подаването на инф. за любими/забранени

# #32012
source: Do you want to add the current track to your loved tracks?
bg: Желаете ли текущата песен да бъде добавена към любимите?

# #32013
source: Do you want to ban the current track?
bg: Желаете ли текущата песен да бъде забранена?

# #32014
source: Added to your loved tracks: '%s'.
bg: Добавена към любимите: "%s".

# #32015
source: Could not add '%s' to your loved tracks.
bg: "%s" не може да бъде добавена към любимите.

# #32016
source: Banned: '%s'.
bg: Забранена: "%s".

# #32017
source: Could not ban '%s'.
bg: "%s" не може да бъде забранена.

# #32018
source: Do you want to remove this track from your loved tracks?
bg: Желаете ли песента да бъде премахната от любимите?

# #32019
source: Do you want to un-ban this track?
bg: Желаете ли песента да бъде премахната от забранените?

# #32024
source: Remove from loved tracks
bg: Премахни от любимите

# #32025
source: Un-ban
bg: Премахни от забранените

# #32051
source: Friends of user %s
bg: Приятели на потребителя "%s"

# #32052
source: Neighbours of user %s
bg: Съседи на потребителя "%s"

# #32053
source: Top albums for user %s
bg: Топ албуми на потребителя "%s"

# #32054
source: Top artists for user %s
bg: Топ артисти на потребителя "%s"

# #32055
source: Top tags for user %s
bg: Топ етикетите на потребителя "%s"

# #32056
source: Top tracks for user %s
bg: Топ песни на потребителя "%s"

# #32057
source: Tracks recently banned by %s
bg: Наскоро забранени песни от "%s"

# #32058
source: Tracks recently listened by %s
bg: Наскоро слушани песни от "%s"

# #32059
source: Tracks recently loved by %s
bg: Песни наскоро марк. като любими от "%s"

# #32060
source: Weekly album chart for %s
bg: Седмична диаграма за албумите на "%s"

# #32061
source: Weekly artist chart for %s
bg: Седмична диаграма на артист "%s"

# #32062
source: Weekly track chart for %s
bg: Седмична диаграма за песните на "%s"

# #32064
source: Listen to %s's neighbours Last.fm radio
bg: Слушай Last.fm Radio-то на съседите на "%s"

# #32065
source: Listen to %s's personal Last.fm radio
bg: Слушай личното Last.fm Radio на "%s"

# #32067
source: Biggest fans of %s
bg: Най-големите фенове на "%s"

# #32068
source: Similar artists as %s
bg: Артисти подобни на "%s"

# #32069
source: Top %s albums
bg: Топ "%s" албуми

# #32070
source: Top %s tags
bg: Топ "%s" етикети

# #32071
source: Top %s tracks
bg: Топ "%s" песни

# #32072
source: Listen to %s fans Last.fm radio
bg: Слушай Last.fm Radio-то на феновете на "%s"

# #32073
source: Listen to %s similar artists Last.fm radio
bg: Слушай Last.fm Radio-то на артисти подобни на "%s"

# #32074
source: Top albums for tag %s
bg: Топ албуми за етикет "%s"

# #32075
source: Top artists for tag %s
bg: Топ артисти за етикет "%s"

# #32076
source: Top tracks for tag %s
bg: Топ песни за етикет "%s"

# #32077
source: Listen to tag %s Last.fm radio
bg: Слушай етикет "%s" от Last.fm Radio

# #32078
source: Search
bg: Търси

# #32079
source: No results found
bg: Не са открити елементи

# #32088
source: Tag
bg: Етикет

# #32095
source: Overall top artists
bg: Топ артисти

# #32096
source: Overall top tags
bg: Топ етикети

# #32097
source: Overall top tracks
bg: Топ песни
