Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Slovenian/strings.po
Languages: sl

# #30000
source: General
sl: Splošno

# #30001
source: Submit songs to Last.fm
sl: Objavi pesmi na Last.fm

# #30003
source: Last.fm username
sl: Uporabniško ime Last.fm

# #30004
source: Last.fm password
sl: Geslo Last.fm

# #32012
source: Do you want to add the current track to your loved tracks?
sl: Želite dodati trenutno skladbo med priljubljene?

# #32013
source: Do you want to ban the current track?
sl: Želite prepovedati trenutno skladbo

# #32014
source: Added to your loved tracks: '%s'.
sl: Dodano med priljubljene: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
sl: '%s' ni bilo mogoče dodati med priljubljene.

# #32016
source: Banned: '%s'.
sl: Prepovedano: '%s'.

# #32017
source: Could not ban '%s'.
sl: '%s' ni bilo mogoče prepovedati.

# #32018
source: Do you want to remove this track from your loved tracks?
sl: Želite odstraniti to skladbo iz priljubljenih?

# #32019
source: Do you want to un-ban this track?
sl: Želite dovoliti to skladbo?

# #32024
source: Remove from loved tracks
sl: Odstrani iz priljubljenih

# #32025
source: Un-ban
sl: Dovoli

# #32078
source: Search
sl: Išči

# #32079
source: No results found
sl: Ni rezultatov
