Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Icelandic/strings.po
Languages: is

# #30000
source: General
is: Almennt

# #30001
source: Submit songs to Last.fm
is: Senda lög á Last.fm

# #30003
source: Last.fm username
is: Last.fm notandanafn

# #30004
source: Last.fm password
is: Last.fm lykilorð

# #32012
source: Do you want to add the current track to your loved tracks?
is: Viltju setja núverandi lag í uppáhalds lögin?

# #32013
source: Do you want to ban the current track?
is: Viltu banna núverandi lag?

# #32014
source: Added to your loved tracks: '%s'.
is: Bætt við í uppáhaldslög: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
is: Gat ekki bætt '%s' í uppáhaldslög.

# #32016
source: Banned: '%s'.
is: Bannað: '%s'.

# #32017
source: Could not ban '%s'.
is: Gat ekki bannað '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
is: Viltu fjarlægja þetta lag úr uppáhaldslista?

# #32019
source: Do you want to un-ban this track?
is: Viltu hætta við að banna þetta lag?

# #32024
source: Remove from loved tracks
is: Fjarlægja úr uppáhaldslögum

# #32025
source: Un-ban
is: Leyfa

# #32078
source: Search
is: Leita

# #32079
source: No results found
is: Ekkert fannst
