Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Portuguese (Brazil)/strings.po
Languages: pt_br

# #30000
source: General
pt_br: Geral

# #30001
source: Submit songs to Last.fm
pt_br: Enviar músicas para o Last.fm

# #30002
source: Submit online radio to Last.fm
pt_br: Submeter rádio online para Last.fm

# #30003
source: Last.fm username
pt_br: Nome de usuário Last.fm

# #30004
source: Last.fm password
pt_br: Senha Last.fm

# #30005
source: Confirm Love/Ban submissions
pt_br: Confirmar marcações de Preferidas/Banidas

# #32012
source: Do you want to add the current track to your loved tracks?
pt_br: Você quer adicionar a faixa atual às suas preferidas?

# #32013
source: Do you want to ban the current track?
pt_br: Você quer banir a faixa atual?

# #32014
source: Added to your loved tracks: '%s'.
pt_br: Adicionada às suas faixas preferidas: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
pt_br: Não foi possível adicionar '%s' às suas faixas preferidas.

# #32016
source: Banned: '%s'.
pt_br: Banida: '%s'.

# #32017
source: Could not ban '%s'.
pt_br: Não foi possível banir '%s'.

# #32018
source: Do you want to remove this track from your loved tracks?
pt_br: Você quer remover esta faixa de suas preferidas?

# #32019
source: Do you want to un-ban this track?
pt_br: Você quer desbanir esta faixa?

# #32020
source: Removed from your loved tracks: '%s'.
pt_br: Removida de suas faixas preferidas: '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
pt_br: Não foi possível remover '%s' de suas faixas prediletas.

# #32022
source: Un-banned: '%s'.
pt_br: Desbanida: %s'.

# #32023
source: Could not un-ban '%s'.
pt_br: Não foi possível desbanir '%s'.

# #32024
source: Remove from loved tracks
pt_br: Remover de faixas preferidas

# #32025
source: Un-ban
pt_br: Desbanir

# #32026
source: Connect to Last.fm failed
pt_br: Falha na conexão ao Last.fm

# #32027
source: No username or password provided
pt_br: Nenhum nome de usuário ou senha informado

# #32028
source: Could not retrieve list from Last.fm
pt_br: Não foi possível recuperar lista de Last.fm

# #32051
source: Friends of user %s
pt_br: Amigos do usuário %s

# #32052
source: Neighbours of user %s
pt_br: Vizinhos do usuário %s

# #32053
source: Top albums for user %s
pt_br: Os melhores álbuns para o usuário %s

# #32054
source: Top artists for user %s
pt_br: Os melhores artistas para o usuário %s

# #32055
source: Top tags for user %s
pt_br: Melhores gêneros para %s

# #32056
source: Top tracks for user %s
pt_br: As melhores faixas para %s

# #32057
source: Tracks recently banned by %s
pt_br: Faixas banidas recentemente por %s

# #32058
source: Tracks recently listened by %s
pt_br: Faixas ouvidas recentemente por %s

# #32059
source: Tracks recently loved by %s
pt_br: Faixas preferidas recentemente por %s

# #32060
source: Weekly album chart for %s
pt_br: Tabela semanal para álbuns de %s

# #32061
source: Weekly artist chart for %s
pt_br: Tabela semanal para artistas de %s

# #32062
source: Weekly track chart for %s
pt_br: Tabela semanal para faixas de %s

# #32063
source: Listen to %s's mix Last.fm radio
pt_br: Escutar rádio mix de %s no Last.fm

# #32064
source: Listen to %s's neighbours Last.fm radio
pt_br: Escutar rádio dos vizinhos de %s no Last.fm

# #32065
source: Listen to %s's personal Last.fm radio
pt_br: Escutar rádio pessoal de %s no Last.fm

# #32066
source: Listen to %s's recommendations Last.fm radio
pt_br: Escutar rádio de recomendações de %s no Last.fm

# #32067
source: Biggest fans of %s
pt_br: Os maiores fãs de %s

# #32068
source: Similar artists as %s
pt_br: Artistas parecidos com %s

# #32069
source: Top %s albums
pt_br: Os melhores álbuns de %s

# #32070
source: Top %s tags
pt_br: As melhores tags de %s

# #32071
source: Top %s tracks
pt_br: As melhores faixas de %s

# #32072
source: Listen to %s fans Last.fm radio
pt_br: Escutar rádio dos fãs de %s no Last.fm

# #32073
source: Listen to %s similar artists Last.fm radio
pt_br: Escutar rádio de artistas similares a %s na Last.fm

# #32074
source: Top albums for tag %s
pt_br: Melhores álbuns com a tag %s

# #32075
source: Top artists for tag %s
pt_br: Melhores artistas com a tag %s

# #32076
source: Top tracks for tag %s
pt_br: Melhores faixas com a tag %s

# #32077
source: Listen to tag %s Last.fm radio
pt_br: Escutar rádio da tag %s no Last.fm

# #32078
source: Search
pt_br: Pesquisar

# #32079
source: No results found
pt_br: Nenhum resultado encontrado

# #32080
source: Custom Last.fm radio stations
pt_br: Estações de rádio Last.fm personalizadas

# #32081
source: Listen to artist fans Last.fm radio
pt_br: Escutar rádio Last.fm de fãs de um artista

# #32082
source: Listen to similar artists Last.fm radio
pt_br: Escutar rádio Last.fm de artistas parecidos

# #32083
source: Listen to tag Last.fm radio
pt_br: Escutar rádio Last.fm de tag

# #32091
source: Listen to user library Last.fm radio
pt_br: Escutar rádio da biblioteca do usuário

# #32092
source: Listen to user mix Last.fm radio
pt_br: Escutar rádio mix de usuário

# #32093
source: Listen to user neighbours Last.fm radio
pt_br: Escutar rádio de vizinhos do usuário

# #32094
source: Listen to user recommendations Last.fm radio
pt_br: Escutar rádio de recomendações do usuário

# #32095
source: Overall top artists
pt_br: Artistas globais no topo

# #32096
source: Overall top tags
pt_br: O melhor de todos os gêneros

# #32097
source: Overall top tracks
pt_br: Faixas globais no topo
