Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/*/strings.po
Languages: dutch, french, german, portuguese, russian

# #30000
source: General
dutch: Gebruik Media Overlays
french: Général
german: Allgemein
portuguese: Menus
russian: Общие

# #30001
source: Submit songs to Last.fm
dutch: Afgespeelde nummers op Last.FM bijhouden
french: Soumettre les chansons à Last.fm
german: Abgespielte Musiktitel an Last.fm übermitteln
portuguese: Enviar músicas para Last.fm
russian: Отправлять статистику на Last.fm

# #30002
source: Submit online radio to Last.fm
dutch: online radio aan last.fm toevoegen
french: Soumettre la radio en ligne à Last.fm
german: Radio an Last.fm übermitteln
portuguese: Submeter rádio online para Last.fm

# #30003
source: Last.fm username
dutch: Last.FM-gebruikersnaam
french: Nom d'utilisateur Last.fm
german: Last.fm Benutzername
portuguese: Nome de utilizador Last.fm
russian: Имя пользователя для Last.fm

# #30004
source: Last.fm password
dutch: Last.FM-wachtwoord
french: Mot de passe Last.fm
german: Last.fm Passwort
portuguese: Palavra-passe Last.fm
russian: Пароль для Last.fm

# #30005
source: Confirm Love/Ban submissions
dutch: Bevestig houden/verbieden inzendingen
french: Confirmer les soumissions Aimer/Bannir
german: Love/Ban Übermittlung bestätigen
portuguese: Confirmar submissões de Gosto/Banir

# #32012
source: Do you want to add the current track to your loved tracks?
dutch: Wilt u dit nummer toevoegen aan uw favoriete nummers?
french: Voulez-vous ajouter le morceau actuel à vos coups de coeur ?
german: Den aktuellen Titel zur Lieblingsliste hinzufügen?
portuguese: Quer adicionar a faixa às favoritas?
russian: Добавить этот трек в любимые?

# #32013
source: Do you want to ban the current track?
dutch: Wilt u huidig nummer verbannen?
french: Voulez-vous bannir le morceau actuel ?
german: Den aktuellen Titel sperren?
portuguese: Quer banir a faixa actual?
russian: Заблокировать этот трек?

# #32014
source: Added to your loved tracks: '%s'.
dutch: Toegevoegd aan favoriete nummers: %s
french: Ajouté à vos coups de coeur : '%s'.
german: Zur Lieblingsliste hinzugefügt: '%s'
portuguese: Adicionado às faixas favoritas: '%s'.
russian: Добавлено к вашим любимым трекам: "%s".

# #32015
source: Could not add '%s' to your loved tracks.
dutch: Toevoegen van '%s' aan favoriete nummers mislukt.
french: Impossible d'ajouter '%s' à vos coups de coeur.
german: '%s' konnte nicht zur Lieblingsliste hinzugefügt werden.
portuguese: Não foi possível adicionar '%s' às faixas favoritas.
russian: Не удалось добавить "%s" к любимым трекам.

# #32016
source: Banned: '%s'.
dutch: Verbannen: '%s'.
french: Banni : '%s'.
german: gesperrt: '%s'
portuguese: Banida: '%s'.
russian: Заблокировано: "%s".

# #32017
source: Could not ban '%s'.
dutch: Verbannen van '%s' mislukt.
french: Impossible de bannir '%s'.
german: '%s' konnte nicht gesperrt werden.
portuguese: Não foi possível banir '%s'.
russian: Не удалось заблокировать "%s".

# #32018
source: Do you want to remove this track from your loved tracks?
dutch: Wilt u dit nummer verwijderen uit uw favoriete nummers?
french: Voulez-vous supprimer ce morceau de vos coups de coeur ?
german: Diesen Titel aus der Lieblingsliste entfernen?
portuguese: Quer remover esta faixa das favoritas?
russian: Удалить этот трек из списка любимых?

# #32019
source: Do you want to un-ban this track?
dutch: Wilt u de ban op dit nummer opheffen?
french: Voulez-vous réhabiliter ce morceau ?
german: Sperre für diesen Titel aufheben?
portuguese: Remover esta faixa da lista de faixas banidas?
russian: Разблокировать этот трек?

# #32020
source: Removed from your loved tracks: '%s'.
dutch: Verwijderd uit jouw geliefde nummers: '%s'.
french: Retiré de vos coups de cœur: '%s'
german: Sperre auf '%s' aufgehoben
portuguese: Remover a música da sua lista de 'Gostos': '%s'.

# #32021
source: Could not remove '%s' from your loved tracks.
dutch: kan het niet verwijderen '%s' van jou geliefde nummers.
french: Ne peut retirer '%s' de vos coups de cœur.
german: Konnte die Sperre auf '%s' nicht aufheben
portuguese: Não foi possível remover a música '%s' da sua lista de 'Gostos'.

# #32022
source: Un-banned: '%s'.
dutch: herwaarderen: '%s'.
french: Dé-banni: '%s'.
german: Entsperrt: '%s'
portuguese: Cancelar Banimento: '%s'

# #32023
source: Could not un-ban '%s'.
dutch: kan niet on-verbieden '%s'.
french: Impossible de dé-bannir '%s'.
german: Konnte die Sperre auf '%s' nicht aufheben
portuguese: Não foi possível cancelar o banimento de '%s'.

# #32024
source: Remove from loved tracks
dutch: Verwijderen uit favoriete nummers
french: Supprimer des coups de coeur
german: Aus Lieblingsliste entfernen
portuguese: Remover das faixas favoritas
russian: Удалить из любимых треков

# #32025
source: Un-ban
dutch: Ban opheffen
french: Réhabiliter
german: Sperre aufheben
portuguese: Remover da lista de faixas banidas
russian: Разблокировать

# #32026
source: Connect to Last.fm failed
dutch: verbinden met last.fm mislukt
french: Connexion à Last.fm échouée
german: Verbindung zu Last.fm fehlgeschlagen
portuguese: A ligação a Last.fm falhou

# #32027
source: No username or password provided
dutch: geen gebruikersnaam of paswoord ingevoerd
french: Aucun nom d'utilisateur ou mot de passe fourni
german: Keinen Benutzername oder Passwort eingetragen
portuguese: Não foram indicados nome de utilizador ou palavra-passe

# #32028
source: Could not retrieve list from Last.fm
dutch: kan lijst niet ontvangen van last.fm
french: Impossible de récupérer la liste depuis Last.fm
german: Konnte die Liste vom Last.fm nicht übertragen
portuguese: Não foi possível obter lista de Last.fm

# #32051
source: Friends of user %s
dutch: vrienden van gebruiker %s
french: Amis de l'utilisateur %s
german: Freunde des Users %s
portuguese: Amigos do utilizador %s

# #32052
source: Neighbours of user %s
dutch: buren van gebruiker%s
french: Profils associés de l'utilisateur %s
german: Nachbaren des Users %s
portuguese: Vizinhos do utilizador %s

# #32053
source: Top albums for user %s
dutch: Populairste albums van gebruiker %s
french: Le top Albums de l'utilisateur %s
german: Top Albums des Users %s
portuguese: Top de álbuns para o utilizador %s

# #32054
source: Top artists for user %s
dutch: Populairste artiesten van gebruiker %s
french: Le top des Artistes de l'utilisateur %s
german: Top Artists des Users %s
portuguese: Top de artistas para o utilizador %s

# #32055
source: Top tags for user %s
dutch: populairste Tags voor gebruiker %s
french: Le top Tags de l'utilisateur %s
german: Top Tags des Users %s
portuguese: Top de etiquetas para o utilizador %s

# #32056
source: Top tracks for user %s
dutch: Populairste nummers van gebruiker %s
french: Le top des Morceaux de l'utilisateur %s
german: Top Tracks des Users %s
portuguese: Top de faixas para o utilizador %s

# #32057
source: Tracks recently banned by %s
dutch: nummer recent verbannen door %s
french: Morceaux récemment bannis par %s
german: Tracks vor kurzem gesperrt von %s
portuguese: Faixas banidas recentemente por %s

# #32058
source: Tracks recently listened by %s
dutch: Nummers recent beluisterd door %s
french: Morceaux récemment écoutés par %s
german: Tracks vor kurzem gehört von %s
portuguese: Faixas escutadas recentemente por %s

# #32059
source: Tracks recently loved by %s
dutch: Nummer recent gewaardeerd door %s
french: Coups de cœur récents de %s
german: Tracks vor kurzen Loved von %s
portuguese: Faixas de que %s gostou recentemente

# #32060
source: Weekly album chart for %s
dutch: Wekelijkse albumhitlijst voor %s
french: Album hebdomadaire pour %s
german: Wöchentliche Album Charts von %s
portuguese: Tabela semanal de álbuns de %s

# #32061
source: Weekly artist chart for %s
dutch: Wekelijkse artiestenhitlijst voor %s
french: Artiste hebdomadaire pour %s
german: Wöchentliche Artist Charts von %s
portuguese: Tabela semanal de artistas de %s

# #32062
source: Weekly track chart for %s
dutch: Wekelijkse nummerhitlijst voor %s
french: Morceau hebdomadaire pour %s
german: Wöchentliche Track Charts von %s
portuguese: Tabela semanal de faixas de %s

# #32063
source: Listen to %s's mix Last.fm radio
dutch: luister naar %s`s mix Last.fm radio
french: Ecouter le mix Last.fm radio de %s
german: %s's mix Last.fm Radio hören
portuguese: Ouvir a mistura de %s de rádio Last.fm

# #32064
source: Listen to %s's neighbours Last.fm radio
dutch: Luister naar %s's buren last.fm radio
french: Ecouter les radios Last.fm associées de %s
german: %s's Last.fm Nachbar Radio hören
portuguese: Ouvir a rádio Last.fm dos vizinhos de %s

# #32065
source: Listen to %s's personal Last.fm radio
dutch: Luister naar %s's persoonlijke last.fm radio
french: Ecouter les radio Last.fm personnelles de %s
german: %s's Last.fm persönliches Radio hören
portuguese: Ouvir a rádio Last.fm pessoal de %s

# #32066
source: Listen to %s's recommendations Last.fm radio
dutch: luister naar %s's aanbevelingen op last.fm radio
french: Ecouter les recommandations de la radio Last.fm de %s
german: %s's Last.fm Empfehlungs Radio hören
portuguese: Ouvir a rádio Last.fm com as recomendações de %s

# #32067
source: Biggest fans of %s
dutch: Grootste fans van %s
french: Les plus grands fans de %s
german: Größte Fans von %s
portuguese: Maiores fãs de %s

# #32068
source: Similar artists as %s
dutch: Artiesten vergelijkbaar met %s
french: Artistes similaires à %s
german: Ähnliche Artists wie %s
portuguese: Artistas semelhantes a %s

# #32069
source: Top %s albums
french: Le Top des albums pour %s
german: %s's Top Alben
portuguese: Top de álbuns de %s

# #32070
source: Top %s tags
dutch: Populairste %s labels
french: Le Top etiquettes pour %s
german: %s' Top Tags
portuguese: Top de etiquetas para %s

# #32071
source: Top %s tracks
dutch: Populairste %s snummers
french: Le Top morceaux pour %s
portuguese: Top de faixas de %s

# #32072
source: Listen to %s fans Last.fm radio
dutch: luister naar %s fans van last.fm radio
french: Ecouter les radios Last.fm des fans de %s
german: %s' Last.fm Fans Radio hören
portuguese: Ouvir a rádio Last.fm dos fãs de %s

# #32073
source: Listen to %s similar artists Last.fm radio
dutch: luister naar %s vergelijkbare artiest op last.fm radio
french: Ecouter les radios Last.fm des artistes similaires à %s
german: %s' ähnliche Artists Radio hören
portuguese: Ouvir a rádio Last.fm de artistas semelhantes a %s

# #32074
source: Top albums for tag %s
dutch: Populairste albums voor label %s
french: Le top Album pour l'etiquette %s
german: Top Alben des Tags %s
portuguese: Top de álbuns para a etiqueta %s

# #32075
source: Top artists for tag %s
dutch: Populairste artiesten voor label %s
french: Le top Artistes pour l'etiquette %s
german: Top Artists des Tags %s
portuguese: Top de artistas para a etiqueta %s

# #32076
source: Top tracks for tag %s
dutch: Populairste nummers voor label %s
french: Le top Morceaux pour l'etiquette %s
german: Top Tracks des Tags %s
portuguese: Top de faixas para a etiqueta %s

# #32077
source: Listen to tag %s Last.fm radio
dutch: Luister naar label %s last.fm radio
french: Ecouter les radios Last.fm de l'etiquette %s
german: Tag %s Last.fm Radio hören
portuguese: Ouvir a rádio Last.fm da etiqueta %s

# #32078
source: Search
dutch: Zoeken
french: Recherche
german: Suche
portuguese: Procurar
russian: Поиск

# #32079
source: No results found
dutch: Niets gevonden
french: Aucun résultat
german: Keine Ergebnisse gefunden
portuguese: Sem resultados
russian: Ничего не найдено

# #32080
source: Custom Last.fm radio stations
dutch: willekeurige last.fm radio stations
french: Personnaliser les stations radios Last.fm
german: Eigene Last.fm Radiostationen
portuguese: Estações de rádio Last.fm personalizadas

# #32081
source: Listen to artist fans Last.fm radio
dutch: Luister naar artiestenfans van last.fm radio
french: Ecouter les radios Last.fm des fans des artistes
german: Künstlerfanradio abspielen
portuguese: Ouvir a rádio Last.fm dos fãs do artista

# #32082
source: Listen to similar artists Last.fm radio
dutch: luister naar vergelijkbare artiesten op last.fm radio
french: Ecouter les radios Last.fm des artistes similaires
german: Ähnliche Künstler Radio
portuguese: Ouvir a rádio Last.fm dos artistas semelhantes

# #32083
source: Listen to tag Last.fm radio
dutch: luister naar label last.fm radio
french: Ecouter l'etiquette sur Last.fm radio
german: Tag-Radio
portuguese: Ouvir a rádio Last.fm da etiqueta

# #32088
source: Tag
dutch: label
french: Etiquette
portuguese: Etiqueta

# #32091
source: Listen to user library Last.fm radio
dutch: luister naar gebruikersbibliotheek last.fm radio
german: Musiksammlungsradio des Benutzers
portuguese: Ouvir a rádio Last.fm da biblioteca do utilizador

# #32092
source: Listen to user mix Last.fm radio
dutch: luister naar gebruikersmix last.fm radio
german: Mix-Radio des Benutzers
portuguese: Ouvir a rádio Last.fm de mistura do utilizador

# #32093
source: Listen to user neighbours Last.fm radio
dutch: luister naar buurgebruikers van last.fm radio
german: Nachbar-Radio abspielen
portuguese: Ouvir a rádio Last.fm dos vizinhos do utilizador

# #32094
source: Listen to user recommendations Last.fm radio
dutch: luister naar gebruikersaanbevelingen van last.fm radio
german: Empfehlungsradio des Benutzers
portuguese: Ouvir a rádio Last.fm das recomendações do utilizador

# #32095
source: Overall top artists
dutch: algehele populairste artiesten
french: Top général des artistes
german: Beste Interpreten insgesamt
portuguese: Top global de artistas

# #32096
source: Overall top tags
dutch: Populairste labels
french: Top Tag général
german: Die besten Tags
portuguese: Top de todas as etiquetas

# #32097
source: Overall top tracks
dutch: Algehele populairste nummers
french: Top général des chansons
german: Beste Songs insgesamt
portuguese: Top global de faixas
