Repository: rivy/plugin.audio.lastfm
Catalog: resources/language/Afrikaans/strings.po
Languages: af

# #30000
source: General
af: Algemeen

# #30001
source: Submit songs to Last.fm
af: Dien liedjies in by Last.fm

# #30003
source: Last.fm username
af: Last.fm gebruikersnaam

# #30004
source: Last.fm password
af: Last.fm wagwoord

# #32012
source: Do you want to add the current track to your loved tracks?
af: Wil jy die huidige snit byvoeg by jou gunsteling snitte?

# #32013
source: Do you want to ban the current track?
af: Wil jy die huidige snit verban?

# #32014
source: Added to your loved tracks: '%s'.
af: Bygevoeg by jou gunsteling snitte: '%s'.

# #32015
source: Could not add '%s' to your loved tracks.
af: Kon nie '%s' byvoeg by jou gunsteling snitte.

# #32016
source: Banned: '%s'.
af: Verban: '%s'.

# #32017
source: Could not ban '%s'.
af: Kon nie '%s' verban.

# #32018
source: Do you want to remove this track from your loved tracks?
af: Wil jy hierdie snit verwyder van jou gunsteling snitte?

# #32019
source: Do you want to un-ban this track?
af: Wil jy hierdie snit on-verban?

# #32024
source: Remove from loved tracks
af: Verwyder vanaf gunsteling snitte

# #32025
source: Un-ban
af: On-verban

# #32078
source: Search
af: Soek

# #32079
source: No results found
af: Geen resultate gevind

# #32096
source: Overall top tags
af: Algehele top etikette
